Игрок создает вселенную нажатием на экран и подпитывает ее последующими нажатиями.
Вселенная растет, ширится и в какой - то момент встречается с другими вселенными. 
Можно атаковать их, или заключать с ними взаимовыгодные союзы.
После того, как вселенная заполняет все пространство на экране, игрок получает доступ к одной из концовок.
Приятная концовка:
  Большинство встреченных вселенных игрок поглотил мирным путем.
  Вселенная игрока исчезает с экрана в разноцветном вихре.
  Текст на экране сообщает игроку, что эта вселенная - его личность и игрок должен продолжать ее развитие.
Неприятная концовка: 
  Большинство встреченных вселенных игрок уничтожил.
  Вселенная раскалывается на куски и пропадает с экрана.
  Текст на экране сообщает игроку, что каждая из уничтоженных им вселенных являлась какой - то составляющей его собственной вселенной. 
  Уничтожая другие вселенные, игрок уничтожил свою.

Здесь есть красивая моническая философия.
В FB этого дерьма вообще дохрена.
